{
	"HOME_PAGE": {
		"Title": "Welcome to The Brunswick at Saratoga Bed & Breakfast",
		"Title_Description": "Located in the heart of <a href='/springs-city-center'>Saratoga Springs, New York</a>, The Brunswick at Saratoga Bed & Breakfast is an elegant and historic inn located on Union Avenue – the most renowned thoroughfare in Saratoga. The Brunswick is a Gothic Victorian building built in 1886, offering <a href='/lodging'>lodging with king and queen-bed options</a> and updated private baths. A full breakfast is served each morning with warm-hearted hospitality.",
		"Reasons_Title": "Reasons to stay with us",
		"Reasons_Description": "Easily walk to over 125 restaurants, music venues, bars, museums, galleries, and downtown shopping. Stay one and a half blocks from the oldest racetrack in the country.",
		"Reasons_Subtitle_Charm": "Historic Charm",
		"Reasons_Description_Charm": "A Gothic Victorian building built in 1886, The Brunswick at Saratoga Bed & Breakfast offers an elegant and historic lodging experience.",
		"Reasons_Subtitle_Location": "Prime Location",
		"Reasons_Description_Location": "Situated on Union Avenue in the heart of Saratoga Springs, guests enjoy easy access to renowned attractions like the Saratoga Race Course and the Saratoga Performing Arts Center.",
		"Reasons_Subtitle_Bedding": "Comfortable Accommodations",
		"Reasons_Description_Bedding": "Choose from king- and queen-bed options with updated private baths, ensuring a comfortable stay for every guest.",
		"Reasons_Subtitle_Food": "Delicious Breakfast",
		"Reasons_Description_Food": "'Start your day with a full breakfast served each morning, prepared with warm-hearted hospitality to delight your senses.'",
		"Reasons_Subtitle_Proximity": "Proximity to Attractions",
		"Reasons_Description_Proximity": "Just steps away from significant landmarks including the Saratoga Race Course, Fasig-Tipton horse sales grounds, and the National Museum of Racing and Hall of Fame.",
		"Reasons_Subtitle_Exploration": "Relaxation and Exploration",
		"Reasons_Description_Exploration": "Whether you're interested in horses, history, health, or simply relaxation, Saratoga Springs and Saratoga County offer diverse activities to suit every preference, with the Brunswick providing a serene retreat amidst the bustle of the city.",
		"Discover_Title": "Discover Saratoga Springs",
		"Discover_Description": "Take in all that Saratoga Springs has to offer without the hassle of parking downtown. Rich in history with its array of natural springs, classic architecture, beautiful parks, and boutique shopping, in addition to the excitement of thoroughbred horse races, we invite you to visit",
		"Discover_Congress_Park": "Congress Park",
		"Discover_Race_Course": "Saratoga Race Course",
		"Discover_Performing_Arts_Center": "Saratoga Performing Arts Center",
		"Discover_Springs_City_Center": "Saratoga Springs City Center",
		"Discover_Spa_State_Park": "Saratoga Spa State Park",
		"Discover_Festivals_Events": "Annual festivals and events",
		"Information_Title_Historic_Mansion": "Historic Mansion Retreat",
		"Information_Description_Historic_Mansion": "Experience luxury and charm at our 118-year-old mansion in Saratoga Springs, featuring a classic wraparound porch and airy living areas adorned with period antiques. Enjoy over one acre of lush gardens, fountains, and a seasonal Romanesque-style pool during your stay.",
		"Information_Title_Elegant_Rooms": "Elegant Rooms and Suites",
		"Information_Description_Elegant_Rooms": "Indulge in comfort and style in our oversized rooms and suites, each uniquely decorated and equipped with modern amenities. Relax by the romantic natural gas fireplace, stay connected with complimentary wireless Internet, and admire the curated selection of period antiques throughout.",
		"Information_Title_Hospitality": "Exceptional Hospitality",
		"Information_Description_Hospitality": "Your stay includes a freshly-prepared breakfast by our Cordon Bleu trained chef, homemade baked goods in the afternoon, and exemplary concierge service to ensure a memorable experience. Choose from designated pet-friendly accommodations, extended stay options, or rooms with private patios for added convenience and comfort.",
		"Reviews_Title": "What Our Visitors Say",
		"Reviews_Description": "Built in 1901 and nicknamed the ‘Sunnyside House’ Best of Saratoga Region for Six Years in a Row Tripadvisor Award of Excellence and Green Leader Hotel Awards Glorious Gardens Award and Soroptimist Best Garden Award",
		"Reviews_Review1_Summary": "A dream of a a B&B",
		"Reviews_Review1_Quote": "The Brunswick is what every B&B should be like. The room was at the front of the building with a nice sitting area overlooking the street. Bed was firm and comfortable; plenty of places to store things. And a good size bathroom. All the details in the room super clean. Except for some confusion about which property we were staying in, all was very easy. Staff TJ was very responsive to adjusting the central a/c in the room( there is also a very efficient window unit). Breakfast was homemade! And very good. A lovely place to stay for Saratoga Jazz Festival."
	},
	"POLICIES_PAGE": {}
}
