{
	"HOME_PAGE": {
		"Title": "Welcome to The Brunswick at Saratoga Bed & Breakfast",
		"Title_Description": "Located in the heart of <a href='/springs-city-center'>Saratoga Springs, New York</a>, The Brunswick at Saratoga Bed & Breakfast is an elegant and historic inn located on Union Avenue – the most renowned thoroughfare in Saratoga. The Brunswick is a Gothic Victorian building built in 1886, offering <a href='/lodging'>lodging with king and queen-bed options</a> and updated private baths. A full breakfast is served each morning with warm-hearted hospitality.",
		"Reasons_Title": "Reasons to stay with us",
		"Reasons_Description": "Easily walk to over 125 restaurants, music venues, bars, museums, galleries, and downtown shopping. Stay one and a half blocks from the oldest racetrack in the country.",
		"Reasons_Subtitle_Charm": "Historic Charm",
		"Reasons_Description_Charm": "A Gothic Victorian building built in 1886, The Brunswick at Saratoga Bed & Breakfast offers an elegant and historic lodging experience.",
		"Reasons_Subtitle_Location": "Prime Location",
		"Reasons_Description_Location": "Situated on Union Avenue in the heart of Saratoga Springs, guests enjoy easy access to renowned attractions like the Saratoga Race Course and the Saratoga Performing Arts Center.",
		"Reasons_Subtitle_Bedding": "Comfortable Accommodations",
		"Reasons_Description_Bedding": "Choose from king- and queen-bed options with updated private baths, ensuring a comfortable stay for every guest.",
		"Reasons_Subtitle_Food": "Delicious Breakfast",
		"Reasons_Description_Food": "'Start your day with a full breakfast served each morning, prepared with warm-hearted hospitality to delight your senses.'",
		"Reasons_Subtitle_Proximity": "Proximity to Attractions",
		"Reasons_Description_Proximity": "Just steps away from significant landmarks including the Saratoga Race Course, Fasig-Tipton horse sales grounds, and the National Museum of Racing and Hall of Fame.",
		"Reasons_Subtitle_Exploration": "Relaxation and Exploration",
		"Reasons_Description_Exploration": "Whether you're interested in horses, history, health, or simply relaxation, Saratoga Springs and Saratoga County offer diverse activities to suit every preference, with the Brunswick providing a serene retreat amidst the bustle of the city.",
		"Discover_Title": "Discover Saratoga Springs",
		"Discover_Description": "Take in all that Saratoga Springs has to offer without the hassle of parking downtown. Rich in history with its array of natural springs, classic architecture, beautiful parks, and boutique shopping, in addition to the excitement of thoroughbred horse races, we invite you to visit",
		"Discover_Congress_Park": "Congress Park",
		"Discover_Race_Course": "Saratoga Race Course",
		"Discover_Performing_Arts_Center": "Saratoga Performing Arts Center",
		"Discover_Springs_City_Center": "Saratoga Springs City Center",
		"Discover_Spa_State_Park": "Saratoga Spa State Park",
		"Discover_Festivals_Events": "Annual festivals and events",
		"Information_Title_Historic_Mansion": "Historic Mansion Retreat",
		"Information_Description_Historic_Mansion": "Experience luxury and charm at our 118-year-old mansion in Saratoga Springs, featuring a classic wraparound porch and airy living areas adorned with period antiques. Enjoy over one acre of lush gardens, fountains, and a seasonal Romanesque-style pool during your stay.",
		"Information_Title_Elegant_Rooms": "Elegant Rooms and Suites",
		"Information_Description_Elegant_Rooms": "Indulge in comfort and style in our oversized rooms and suites, each uniquely decorated and equipped with modern amenities. Relax by the romantic natural gas fireplace, stay connected with complimentary wireless Internet, and admire the curated selection of period antiques throughout.",
		"Information_Title_Hospitality": "Exceptional Hospitality",
		"Information_Description_Hospitality": "Your stay includes a freshly-prepared breakfast by our Cordon Bleu trained chef, homemade baked goods in the afternoon, and exemplary concierge service to ensure a memorable experience. Choose from designated pet-friendly accommodations, extended stay options, or rooms with private patios for added convenience and comfort.",
		"Reviews_Title": "What Our Visitors Say",
		"Reviews_Description": "Built in 1901 and nicknamed the ‘Sunnyside House’ Best of Saratoga Region for Six Years in a Row Tripadvisor Award of Excellence and Green Leader Hotel Awards Glorious Gardens Award and Soroptimist Best Garden Award",
		"Reviews_Review1_Summary": "A dream of a a B&B",
		"Reviews_Review1_Quote": "The Brunswick is what every B&B should be like. The room was at the front of the building with a nice sitting area overlooking the street. Bed was firm and comfortable; plenty of places to store things. And a good size bathroom. All the details in the room super clean. Except for some confusion about which property we were staying in, all was very easy. Staff TJ was very responsive to adjusting the central a/c in the room( there is also a very efficient window unit). Breakfast was homemade! And very good. A lovely place to stay for Saratoga Jazz Festival."
	},
	"POLICIES_PAGE": {
		"General_Policies": "The Union Gables Inn and The Brunswick Bed and Breakfast are an exclusive property where every guest reservation is both important and special to us.</br></br>Guests who arrive after their intended arrival date or check out before their intended departure date are responsible for the days reserved in full.</br></br><span style='text-decoration: underline'>Check-in time</span></br>4:00 PM - 7:00 PM.</br></br>If arriving outside of check-in times, please call us to make arrangements.</br><a href='tel:5185846751'>(518) 584-6751</a>.<br/></br><span style='text-decoration: underline'>Check out time</span></br>11:00 AM</br></br>If a later check out is needed, please contact us to make arrangements. Checking out later than 12pm will be billed as an additional night stay for the current value of the room if no prior arrangements were made.",
		"Racing_Season_Title": "Saratoga Racing Season Policies",
		"Racing_Season_Description": "2025 Racing Season dates run from July until early September. Payment for all reservations during the Saratoga Racing Season MUST be paid in full. If booking before the new year, the first night's deposit is required and the rest of the balance will be collected January 1st.</br></br><span style='text-decoration: underline'>Cancellation Policy</span></br>All cancellations must be made in writing by email.</br></br>A refund may be given ONLY if the room has been re-rented equal to the dates reserved. If re-rented, a refund check is mailed minus a $100 cancellation fee. If not-rented, NO REFUND is provided.",
		"Special_Event_Title": "Special Event Weekends",
		"Special_Event_Description": "At the time of booking, your credit card on file will be charged for the reservation in full.</br></br><span style='text-decoration: underline'>Cancellation Policy</span></br>All cancellations must be made in writing by email.</br></br>A refund may be given ONLY if the room has been re-rented equal to the dates reserved. If re-rented, a refund check is mailed minus a $100 cancellation fee. If not-rented, NO REFUND is provided.</br></br><bold>*Special weekends include:</b> Skidmore Graduation, Skidmore Parent Weekends, Memorial Day Weekend, 4th of July Weekend, New Year's Eve, Dance Flurry Festival Weekend, Special Concert Weekends (Dave Matthews, Phish, etc.) and the entire Saratoga Racing Meet. Special Event weekends not listed here can be determined without prior notice.",
		"Seasonal_Title": "Spring/Summer (April 1 - July 11) and Fall (September 3 - October 31)",
		"Seasonal_Description": "Your credit card on file will be charged for the first night in full and the balance will be charged within seven (7) days prior to your arrival.</br></br><span style='text-decoration: underline'>Cancellation Policy</span></br>All cancellations must be made in writing by email.</br></br>All cancellations will be charged a $100 cancellation fee. For cancellations less than 7 days prior to arrival, the guest is responsible for the full value of the reservation unless re-rented. If re-rented, a refund check is mailed minus a $100 cancellation fee.</br></br><b>NOTE:</b> Special weekends during this Season include Skidmore Graduation, Skidmore Parent Weekends, Skidmore Reunion, Memorial Day Weekend, 4th of July Weekend, and Special Concert Weekends.",
		"Winter_Title": "Winter (November 1 - March 31)",
		"Winter_Description": "Your credit card on file will be charged for the first night in full, and the balance will be charged within three (3) days prior to your arrival.</br></br><span style='text-decoration: underline'>Cancellation Policy</span></br>You may cancel this reservation in email within 24 hours prior to your arrival. All cancellations will be charged a $100 cancellation fee. For cancellations less than 24 hours prior, the guest is responsible for the full value of the reservation reserved unless re-rented.<br/><br/>A refund is given <b>ONLY</b> if the room has been re-rented equal to the dates reserved. If re-rented, a refund check is mailed minus the $100 cancellation fee.</br></br><b>NOTE</b>: Special weekends during this Season include New Year's Eve and Dance Flurry Festival Weekend",
		"Event_Cancellation_Title": "Event Cancellations",
		"Event_Cancellation_Description": "All event fees are non-refundable.",
		"Room_Key_Title": "Room Keys",
		"Room_Key_Description": "Please be advised that keys not returned to the Innkeeper will incur a $100 charge.",
		"Smoking_Title": "Smoke Free",
		"Smoking_Description": "We are a Smoke-Free property. Absolutely no smoking is permitted inside, and a minimum charge of $500.00 will incur, if smoking in your room is detected.",
		"Pet_Title": "Pet Policy",
		"Pet_Description": "Pets are allowed in six (6) of our guest rooms with an additional one-time pet fee (per pet) of $100. Please respect our pet rules, which are given to you upon arrival.</br></br>This fee does not include damages to towels, sheets, blankets, quilts, rugs, and furniture. A determination of damage will be assessed and charges will be applied for any damage.",
		"Child_Title": "Children",
		"Child_Description": "Throughout the year, we welcome children twelve (12) years of age and older. If a reservation is made, or a change in reservation is made, where a child under the age of twelve (12) is staying, we reserve the right to cancel your reservation upon arrival.",
		"Rescheduling_Title": "Rescheduling Fees",
		"Rescheduling_Description": "If a guest chooses to reschedule we reserve the right to charge up to a $30 rescheduling fee per 3 night stay.",
		"Gift_Certificate_Title": "Gift Certificate Policy",
		"Gift_Certificate_Description": "Gift certificates must be noted when making the reservation. No refunds will be made if the gift certificate is not entered at the time of placing the reservation.<br/><br/>Gift certificates are not transferable. Any remaining amount on gift certificates can be used at a later day up to the expiration date. Gift certificates cannot be redeemed for cash.</br></br>For different times of the year we have different policies, so please select from the list below:</br></br><b>Additional Fees or charges</b></br>If a guest causes a disturbance toward other guests/staff there will be a $100 added charge.</br></br>For guests that leave biohazardous materials/fluids in the room there will be a $250 charge to clean up."
	}
}
